Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/tmx_data/giella_sme2smn.tmx
Source language: sme_fi
Languages: smn

source: Sámegiella
smn: Sämikielâ

source: Sámedikkis sámegillii laktáseaddji áššiin vástida sámi giellaráđđi.
smn: Sämikielân lohtâseijee aašijn Sämitiggeest västid säämi kielârääđi.

source: Sámi giellaráđi lahtuid gaskkas sámediggi vállje ovddasteaddjiid maiddái sámi parlamentáralaš ráđi vuollásažžan doaibmi oktasaš giellalávdegoddái.
smn: Säämi kielârääđi koskâvuođâst väljee sämitigge ovdâsteijes meid säämi parlamentaarlâš rääđi vuálásâžžân tuáimee säämi kielâlävdikoodán.

source: Dasa lassin sámedikkis lea sámegiela doaimmahat, mii vástida ee. sámi giellaláhkii laktáseaddji jorgalusaid doaimmaheamis eiseválddiide, bargá sámegiela sajádaga buorideami buorrin ja oassálastá terminologiijaprošeavttaide.
smn: Lasseen sämitiggeest lii sämikielâ toimâttâh, mii västid ereslasseen säämi kielâlaahân lohtâseijee jurgâlusâi tooimâtmist virgeomâháid, parga sämikielâ sajattuv pyereedmân sehe uásálist sierâlágán terminologia projektáid.

source: Suoma golbma sámegiela
smn: Suomâ kulmâ sämikielâ

source: Sámegielat leat oktiibuot logi, dáin golbma hállojuvvo Suomas sámiid ruovttuguovllus.
smn: Sämikielah láá ohtsis love, tain kulmâ sárnojeh Suomâ sämikuávluin.

source: Suoma sámiid sáhttá dasto gielalaččat juohkit golmma jovkui: davvisápmelaččaide, anáraččaide ja nuortalaččaide.
smn: Suomâ sämmilijd puáhtá návt kielâlávt jyehiđ kuulmâ juávkun: tavesämmiláid, aanaarsämmiláid já nuorttâsämmiláid.

source: Stuorámus giellahámiin lea davvisámegiella, mii geavahuvvo sihke Suoma, Ruoŧa ja Norgga bealde.
smn: Stuárráámus kielâhaamijn lii tavesämikielâ (davvisámegiella), mii kiävttoo sehe Suomâ, Ruotâ ete Taažâbeln.

source: Stuorámus oassi sámegiela ja sámegielat oahpahusas, sámegielat diehtojuohkimis, girjjálašvuođas, musihkas ja buot almmustahtton sámegielat materiálain lea davvisámegillii.
smn: Stuárráámus uási sämikielâ já sämikielâlâš máttááttâsâst, sämikielâlâš tiäđusirdemist, kirjálâšvuođâst, musikkist já puohâin almostittum sämikielâlâš materiaalist lii tavesämikielâlâš.

source: Árvvu mielde 75-90% buot sámegiela hálli olbmuin geavaha davvisámegiela.
smn: Suullân 75-90 % puoh sämikielâ sárnoo ulmuin kevttih tavesämikielâ.

source: Stuorámus oassi sis ássá Norgga bealde.
smn: Stuárráámus uási sist áásá Taažâbeln.

source: Suomas davvisámegiela hállet eatnigiellan árvvu mielde sullii 2000 olbmo.
smn: Suomâst tavesämikielâ sárnuh eenikielânis suullân 2000 olmožid.

source: Nuortalašgiella lea árbevirolaččat geavahuvvon Guoládaga viesttarosiin, gos dan eatnigiellan hállan nuortalaččat fárrehuvvojedje Supmii maŋimuš sođiid maŋŋá.
smn: Nuorttâlâškielâ lii ärbivuáválávt kevttum Kuáláduvnjaargâ viestâruásijn, kost tom eenikielânis sárnoo nuorttâsämmiliih asâttuvvojii Suomân majemui soođij maŋa.

source: Odne nuortalaččat ásset váldoosiin Anára gieldda viidodagas ja nuortalašgiela hálliid lohkumearri árvvoštallo leat s. 350.
smn: Tááláá ääigi nuorttâsämmiliih äässih iänááš uásin Aanaar kieldâ kuávlust já nuorttâlâškielâ sárnoo lohomere nabdojeh lemin s. 350.

source: Fuolastuhtti nuortalašgiela dili dáfus lea dat, ahte nuorat buolva ii leat oahppan nuortalašgiela eatnigiellan.
smn: Huolâstuttee nuorttâlâškielâ tile uáivilist lii tot, ete nuorâb suhâpuolvâ ij lah máttám nuorttâlâškielâ eenikielân.

source: Giellabeassedoaibma ja nuortalašgiela skuvlaoahpahus leat goittotge muhtin veardde lasihan giela geavaheami suomagiela bálddas.
smn: Kielâpiervâltoimâ já nuorttâlâškielâlâš škovlâmáttááttâs láá kuittâg mottoom verd lasettâm kielâ kevttim suomâkielâ paaldâst.

source: Anárašgiella lea sámegielain áidna mii hállojuvvo dušše Suomas ja mii lea árbevirolaččat hállon dušše Anára gielddas.
smn: Anarâškielâ lii sämikielâin áinoo, mii sárnoo tuše Suomâst já mii lii ärbivuáválávt sarnum tuše Aanaar kieldâ kuávlust.

source: Anárašgiela hállit leat sullii 300.
smn: Anarâškielâ sárnooh láá s. 300.

source: Anárašgiela girjegiela sajádat lea nanosmuvvan ja ealáskan maŋimuš jagiid áigge giellabeassedoaimma vehkiin.
smn: Anarâškielâ kirjekielâ sajattâh lii nanosmâm já iäláskâm majemui iivij ääigi kielâpiervâltooimâ vievâst.

source: Maiddái skuvllas anárašgielain addojuvvon oahpahusa mearri lea jahkásaččat lassánan dovdomassii justa giellabeassedoaimma ánssus.
smn: Meid škoovlâst anarâškieláin adelum máttááttâs meeri lii ihásávt lasanâm huámášitteht eidu kielâpiervâltooimâ áánšust.

source: Sámegielat ja Sámediggi
smn: Sämikielah já Sämitigge

source: Sámegiella lea sámi eamiálbmoga giella.
smn: Sämikielâ lii säämi algâaalmug kielâ.

source: Suoma stáhta lea iežas láhkaásahemiin sihke riikkaidgaskasaš soahpamušain čatnasan sihkkarastit sámi eamiálbmoga giela ja kultuvrra doalaheami ja ovddideami.
smn: Suomâ staatâ lii jiejâs lahâasâttâssáin sehe aalmugijkoskâsâš sopâmušâiguin čonâdâttâm turvâstiđ säämi algâaalmug kielâ já kulttuur paijeentoollâm já ovdedem.

source: Sámiin lea Suoma vuođđolága mielde giela ja kultuvrra guoski iešráđđen sámiid ruovttuguovllus.
smn: Sämmilijn lii Suomâ vuáđulaavâ mield kielâs já kulttuuris kyeskee jiešhaldâšem sämikuávlust.

source: Dán iešráđđema ollašuhttá Sámediggi.
smn: Taam jiešhaldâšem olášut Sämitigge.

source: Sámegielaid sajádat lea áitatvuloš vaikke sámegielaid dilli lea muhtin osiin maŋimuš jagiin buorránan.
smn: Sämikielâi sajattâh lii uhkevuálásâš veikkâ sämikielâi tile lii mottoom uásild majemui iivij puáránâm.

source: Servodatdoaimmain fuolakeahttá buot sámegielat gullet Unesco riikkaidgaskasaš luohkkájuogu mielde áitatvuloš gielaide.
smn: Ohtsâškodálâš tooimâin peerusthánnáá puoh sämikielah kuleh Unesco aalmugijkoskâsâš luokittâs mield uhkevuálásâš kieláid.

source: Suomas hállon anáraš- ja nuortalašgiella lohkkojit erenomáš áitatvuloš giellan.
smn: Suomâst sarnum aanaar- já nuorttâsämikielâ luokittâllojeh uáli uhkevuálásâš kiellân.

source: Geassit 2002 sámegiella šihttui váldot fárrui EU komissio garrasit áitatvuloš gielaid prográmmii.
smn: Keessiv 2002 sämikielâ meridui väldiđ mieldi EU komissio tuođâlávt uhkevuálásâš kielâi ohjelmân.

source: Vaikke sámegielaid leat muhtin veardde bastán ealáskahttit, dárbbašit dat olu sierranas doarjjadoaimmaid seailun dihtii buolvvas nubbái.
smn: Veikkâ sämikielâid lii mottoomverd puáhtám iäláskittiđ, tarbâšeh toh ennuv sierâlágán toorjâtooimâid vâi toh siäiluččii suhâpuolvâst nuubán.

source: Suomas lea válmmaštallama vuolde sámegielaid guoskevaš gielaealáskahttinprográmma ja Sámediggi lea cealkámušas hoahpuhan ealáskahttinprográmma doaibmabijuid resurssaid ja ollašuhttima.
smn: Suomâst lii jotonpieijum sämikielâi kyeskee kielâiäláskittemohjelm já Sämitigge lii čiälkkámušâstis huáputtâm iälákittemohjelm tooimânpieijâmij resurssijd já olášuttem.

source: Sámegillii gulavaš áššiin sámedikkis vástida sámi giellaráđđi.
smn: Sämikielân lohtâseijee aašijn sämitiggeest västid säämi kielârääđi.

source: Sámegiela doaimmahat ovttas sámi giellaráđiin gohcá ja ovddida sámi giellalágas namuhuvvon sámiid gielalaš vuoigatvuođaid ollašuvvama.
smn: Sämikielâ toimâttâh oovtâst säämi kielâraađijn kocá já oovded sämmilij säämi kielâlaavâst mainâšum kielâlâš vuoigâdvuođâi olášume.

source: Sámiid vuoigatvuođas geavahit iežas giela virgeoapmahaččain ásahuvvui vuosttas háve jagi 1991 (516/1991) ng. sámi giellalágain.
smn: Sämmilij vuoigâdvuođâst kevttiđ jieijâs kielâ virgeomâhijn asâttui vuosmuu keerdi ive 1991 (516/1991) nk. sämmilij kielâlavváin.

source: Sámiid gielalaš vuoigatvuođaid ollašuhttin vuođđuduvai duon lágas lagamustá jorgaleapmái ja tulkomii.
smn: Taan laavâst sämmilij kielâlâš vuoigâdvuođâi olášume vuáđudui iänááš jurgâlmân já tulkkuumân.

source: Váldoáššis dan dihtii sámiid gielalaš vuoigatvuođat eai geavadis ollašuvvan lahkage dan viidodagas go láhkaásaheaddji lei lága ásahettiin dárkkuhan.
smn: Eidu ton keežild sämmilij kielâlâš vuoigâdvuođah iä tuotâvuođâst olášum aldagin nuuvt vijđáht ko lahâasâtteijee lâi laavâ aasâttijn uáivildâm.

source: Sámi giellaláhka ođasmahttui jagi 2003 seamma áigge almmolaš giellalágain (423/2003).
smn: Säämi kielâlaahâ uđâsmittui ive 2003 siämmáá-áigásávt almos kielâlavváin (423/2003).

source: Ođđa sámi giellaláhka (1086/03) bođii fápmui jagi 2004 álggus ja dan dárkkuhussan lea bealistis sihkkarastit vuođđolágas ásahuvvon sámiid vuoigatvuođa doalahit ja ovddidit iežaset giela ja kultuvrra.
smn: Uđđâ säämi kielâlaahâ (1086/03) šoodâi vuáimán ive 2004 aalgâst já ton uáivilin lii jieijâs uásild turvâstiđ vuáđulaavâst asâttum sämmilij vuoigâdvuođâ toollâđ já ovdediđ jieijâs kielâ já kulttuur.

source: Lága ulbmilin lea dáhkidit sámiide vuoigatvuođa vuoiggalaš riektegeavvamii ja buori hálddahussii gielas fuolakeahttá sihke dasa, ahte sámiid gielalaš vuoigatvuođat ollašuhttojit almmá, ahte daidda dárbbaša sierra doarjalit.
smn: Laavâ ulmen lii tähidiđ sämmiláid vuoigâdvuođâ vuoigâdvuođâlâš áášán já šiev haaldâšmân kielâst peerusthánnáá sehe tot, et sämmilij kielâlâš vuoigâdvuođah olášuttojeh nuhtán, et toid taarbâš sierâ keessiđ.

source: Láhka guoská buot Suomas hállon sámegielaid: davvisámegiela, anárašgiela ja nuortalašgiela.
smn: Laahâ kuáská puohâid Suomâst sarnum sämikielâid: tavesämikielâ, aanaarsämikielâ já nuorttâsämikielâ.

source: Sámiid ruovttuguovllus leahkki stáhta dahje gielddaid virgedáluin dahje doaibmabáikkiin áššiid divššodettiin sápmelaččas lea álot lága mielde vuoigatvuohta válljema mielde geavahit suoma- dahje sámegiela.
smn: Sämikuávlu staatâ tâi kieldâi virgáduvâin tâi toimâsoojijn ášástâldijn lii sämmiliist ain laavâ miäldásâš vuoigâdvuotâ valjiimis mield kevttiđ suomâkielâ tâi sämikielâ.

source: Virgeoapmahaččaid almmuhusat, gulahusat, dieđáhusat ja oahpistangalbbat galget leat sámiid ruovttuguovllus maiddái sámegillii.
smn: Virgeomâhij almottâsah, kulluuttâsah, tiäđáttâsah já ravvuuh kalgeh leđe sämikuávlust meiddei sämikielân.

source: Sámiid ruovttuguovllus virgeoapmahaččain lea geatnegasvuohta ovddidit doaimmain sámegiela geavaheami.
smn: Sämikuávlust lii virgeomâhijn kenigâsvuotâ ovdediđ toimâinis sämikielâ kevttim.

source: Gieldda virgeoapmahaččat galget geavahit suomagiela lassin vihkkedallama mielde sámegiela beavdegirjjiin ja eará áššebáhpáriin, maiguin lea almmolaš mearkkašupmi.
smn: Kieldâlâš virgeomâheh kalgeh kevttiđ suomâkielâ paaldâst sämikielâ nuuvt vijđáht ko uáinih tom tárbulâžžân pevdikiirjijn já eres äššikiirjijn, main lii almos merhâšume.

source: Lága mielde sámiid ruovttuguovllu stáhta ja gieldda virgeoapmahaččat galget bargoveaga bálkáhettiin fuolahit das, ahte guđege virgebáikkis lea vejolaš bálvalit áššehasaid maiddái sámegielain.
smn: Laavâ mield sämikuávlu staatâlâš já kieldâlâš virgeomâheh kalgeh pargojuávhu pálkkáttijn anneeđ huolâ tast, et jieškoteuv virgádâh pasta palvâliđ äššigâšâid meid sämikielân.

source: Virgeoapmahaš galgá maiddái skuvlema lágidemiin dahje eará láhkai fuolahit das, ahte dan bargoveagas lea bargguidis eaktudan sámegiela dáidu.
smn: Virgeomâhâš kalga meid škovliittâs orniimáin tâi eres vuovvijn anneeđ huolâ tast, et ton pargojuávhust lii pargoidis vaattâm sämikielâ táiđu.

source: Juohke virgeoapmahaš gohcá iežas doaibmasuorggis lága čuovvuma.
smn: Jyehi virgeomâhâš kocá jieijâs toimâsyergist laavâ nuávdittem.

source: Giellaráđđi addá ovttas sámegiela doaimmahagain válgabajiid mielde čilgehusa sámegielat gielalaš vuoigatvuođaid ollašuvvamis ja ovdáneamis.
smn: Kielârääđi addel oovtâst sämikielâ toimâttuvváin vaaljâpojijmield muštâlus sämikielâ kielâlâš vuoigâdvuođâi olášuumeest já ovdánmist.

source: Sámediggi ráhkadii lága ollašuvvamis jagi 2007 vuođđočielggadeami Sámi giellalága ollašuvvan jagiid 2004-2007.
smn: Sämitigge raahtij laavâ olášuumeest ive 2007 vuáđučielgiittâs Säämi kielâlaavâ olášume iivijn 2004-2007.

source: Giellaráđi ja sámegiela doaimmahaga bargun lea sámi giellalága ovddideami ja gohcima lassin buoridit sámegiela sajádaga ja loktet sámegiela stáhtusa servodagas.
smn: Kielârääđi já sämikielâ toimâttuv pargon lii säämi kielâlaavâ ovdedem já kocceem lasseen pyerediđ sämikielâ sajattuv já luptiđ sämikielâ status ohtsâškoddeest.

source: Giela kommunikašuvdnaárvu dálá servodagas lea buoriduvvon moaddelogi jagi dassái álggahuvvon giellagáhtten- ja terminologiijabargguin, mainna figgo ee. sajáiduhttit ođđasániid gillii dan iežas ráhkadusa mielde.
smn: Kielâ kommunikaatioáárvu táálášohtsâš-koddeest lii pyeredum muáddilov ihheed tassaaš jotonpieijum kielâhuolâttâs- já terminologiapargoin, main viggoo ereslasseen tarvettiđ uđâssaanijd kielân ton jieijâs ráhtus miäldásâžžân.

source: Sámegiela giellagáhtten- ja rávvenbargguid lea Suomas dikšon Kotimaisten kielten tutkimuskeskus (Ruoktoeatnangielaiddutkanguovddáš) jagi 2011 loahpa rádjai.
smn: Sämikielâ kielâhuolâttâs- já ravvimpargoid lii Suomâst tipšom Päikkieennâm kielâi tutkâmkuávdáš ive 2011 loopâ räi.

source: Jagi 2012 álggu rájes Ruoktoeatnangielaid dutkanguovddáža organisašuvdna nuppástuvai ja namman bođii Ruoktoeatnan gielaid guovddážiin ja ođastusa olis sámegiela dutki virggit sirdojedje Oulu universitehta Giellagas-instituhttii.
smn: Ive 2012 aalgâst Päikkieennâm kielâi tutkâmkuávdáá organisaatio muttui já nommân šoodâi Päikkieennâm kielâi tutkâmkuávdáiš. Päikkieennâm kielâi kuávdáš já uđâsmittem mieldi sämikielâ totkee virgeh sirdojii Oulu ollâopâttuv Giellagas-instituutân.
